Revit 2024 API
FabricationPart.Size Property
 The size of the fabrication part.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2017
Syntax
C#
public string Size { get; }
Visual Basic
Public ReadOnly Property Size As String
	Get
Visual C++
public:
property String^ Size {
	String^ get ();
}
See Also
FabricationPart Class
Autodesk.Revit.DB Namespace